Repository: peterdsp/imjaDNS
Catalog: imjaDNS/imjaDNS/Localizable.xcstrings
Source language: en
Languages: el, sq

source: 4K stream while someone games
el: 4K streaming ενώ κάποιος παίζει
sq: Streaming 4K ndërsa dikush luan

source: 1080p on one screen
el: 1080p σε μία οθόνη
sq: 1080p në një ekran

source: Active
el: Ενεργό
sq: Aktiv

source: Add Custom DNS
el: Προσθήκη προσαρμοσμένου DNS
sq: Shto DNS të personalizuar

source: Add Profile
el: Προσθήκη προφίλ
sq: Shto profil

source: Add Rule
el: Προσθήκη κανόνα
sq: Shto rregull

source: Apply
el: Εφαρμογή
sq: Zbato

source: Automation
el: Αυτοματισμός
sq: Automatizim

source: Backup
el: Αντίγραφο ασφαλείας
sq: Kopje rezervë

source: Browsing, chat, email
el: Περιήγηση, chat, email
sq: Shfletim, chat, email

source: Cancel
el: Άκυρο
sq: Anulo

source: Cellular
el: Κινητό δίκτυο
sq: Rrjet celular

source: Cellular data
el: Δεδομένα κινητής
sq: Të dhëna celulare

source: Clear
el: Εκκαθάριση
sq: Pastro

source: Connection Log
el: Ιστορικό συνδέσεων
sq: Historia e lidhjeve

source: Dashboard
el: Πίνακας
sq: Paneli

source: Delete
el: Διαγραφή
sq: Fshi

source: Device Management
el: Διαχείριση συσκευής
sq: Menaxhimi i pajisjes

source: Diagnostics
el: Διαγνωστικά
sq: Diagnostikë

source: Disable DNS
el: Απενεργοποίηση DNS
sq: Çaktivizo DNS

source: Disconnect DNS
el: Αποσύνδεση DNS
sq: Shkëput DNS

source: DNS Profiles
el: Προφίλ DNS
sq: Profilet DNS

source: DNS Servers
el: Διακομιστές DNS
sq: Serverët DNS

source: Done
el: Ολοκληρώθηκε
sq: U krye

source: Download
el: Λήψη
sq: Shkarkim

source: Enable DNS Configuration
el: Ενεργοποίηση διαμόρφωσης DNS
sq: Aktivizo konfigurimin DNS

source: Encryption
el: Κρυπτογράφηση
sq: Enkriptim

source: Error
el: Σφάλμα
sq: Gabim

source: Everything looks good
el: Όλα φαίνονται καλά
sq: Gjithçka duket mirë

source: Export all profiles
el: Εξαγωγή όλων των προφίλ
sq: Eksporto të gjitha profilet

source: Fastest right now
el: Ταχύτερο αυτή τη στιγμή
sq: Më i shpejti tani

source: Full smart home
el: Πλήρες έξυπνο σπίτι
sq: Shtëpi e mençur e plotë

source: Import profiles
el: Εισαγωγή προφίλ
sq: Importo profile

source: Insights
el: Στατιστικά
sq: Statistika

source: Jitter
el: Διακύμανση

source: Latency over time
el: Καθυστέρηση με τον χρόνο
sq: Vonesa me kalimin e kohës

source: Latency-sensitive play
el: Παιχνίδι ευαίσθητο στην καθυστέρηση
sq: Lojë e ndjeshme ndaj vonesës

source: Later
el: Αργότερα
sq: Më vonë

source: Leaderboard
el: Κατάταξη
sq: Renditja

source: Live TV over the internet
el: Ζωντανή TV μέσω διαδικτύου
sq: TV live përmes internetit

source: Loading...
el: Φόρτωση…
sq: Po ngarkohet…

source: Log
el: Ιστορικό
sq: Historiku

source: Many 4K screens, cameras & gaming
el: Πολλές οθόνες 4K, κάμερες & gaming
sq: Shumë ekrane 4K, kamera & gaming

source: Measured via Cloudflare. Guidance, not a guarantee — real performance depends on your devices and Wi-Fi. Only throwaway test data leaves your device.
el: Μετρήθηκε μέσω Cloudflare. Καθοδήγηση, όχι εγγύηση — η πραγματική απόδοση εξαρτάται από τις συσκευές και το Wi-Fi σας. Μόνο προσωρινά δεδομένα δοκιμής φεύγουν από τη συσκευή σας.
sq: Matur përmes Cloudflare. Udhëzim, jo garanci — performanca reale varet nga pajisjet dhe Wi-Fi yt. Vetëm të dhëna testimi të përkohshme dalin nga pajisja jote.

source: Movie night + gaming
el: Ταινία + gaming
sq: Mbrëmje filmi + gaming

source: Network
el: Δίκτυο
sq: Rrjeti

source: New Rule
el: Νέος κανόνας
sq: Rregull i ri

source: No Connection
el: Χωρίς σύνδεση
sq: Pa lidhje

source: No history yet
el: Δεν υπάρχει ιστορικό ακόμη
sq: Ende pa histori

source: Not Enabled
el: Μη ενεργοποιημένο
sq: I paaktivizuar

source: OK
el: Εντάξει
sq: Në rregull

source: Open Settings
el: Άνοιγμα ρυθμίσεων
sq: Hap cilësimet

source: Profile
el: Προφίλ
sq: Profili

source: Profile Name
el: Όνομα προφίλ
sq: Emri i profilit

source: Profiles
el: Προφίλ
sq: Profilet

source: Protected
el: Προστατευμένο
sq: I mbrojtur

source: Reachability
el: Προσβασιμότητα
sq: Arritshmëria

source: Ready
el: Έτοιμο
sq: Gati

source: Ready to check your DNS
el: Έτοιμο για έλεγχο του DNS σας
sq: Gati për të kontrolluar DNS-in tënd

source: Real-world scenarios
el: Σενάρια πραγματικής χρήσης
sq: Skenarë të botës reale

source: Reset
el: Επαναφορά
sq: Rivendos

source: Reset All Settings
el: Επαναφορά όλων των ρυθμίσεων
sq: Rivendos të gjitha cilësimet

source: Rules
el: Κανόνες
sq: Rregullat

source: Run Again
el: Εκτέλεση ξανά
sq: Ekzekuto sërish

source: Run Diagnostics
el: Εκτέλεση διαγνωστικών
sq: Ekzekuto diagnostikën

source: Running checks…
el: Εκτέλεση ελέγχων…
sq: Duke kryer kontrollet…

source: Save
el: Αποθήκευση
sq: Ruaj

source: Scan a profile QR
el: Σάρωση QR προφίλ
sq: Skano një QR profili

source: Security cameras
el: Κάμερες ασφαλείας
sq: Kamera sigurie

source: Settings
el: Ρυθμίσεις
sq: Cilësimet

source: Share
el: Κοινή χρήση
sq: Ndaj

source: Share & Sync
el: Κοινή χρήση & συγχρονισμός
sq: Ndarje & sinkronizim

source: Smooth
el: Ομαλά
sq: Rrjedhshëm

source: Speed Test
el: Τεστ ταχύτητας
sq: Test shpejtësie

source: Start
el: Έναρξη
sq: Nis

source: Start test
el: Έναρξη δοκιμής
sq: Nis testin

source: Struggles
el: Δυσκολεύεται
sq: Vështirësi

source: Sync with iCloud
el: Συγχρονισμός με iCloud
sq: Sinkronizo me iCloud

source: System Default
el: Προεπιλογή συστήματος
sq: Parazgjedhja e sistemit

source: Test
el: Δοκιμή
sq: Testo

source: Test again
el: Δοκιμή ξανά
sq: Testo sërish

source: Testing...
el: Δοκιμή...
sq: Duke testuar...

source: Testing…
el: Δοκιμή…
sq: Duke testuar…

source: Tight
el: Οριακά
sq: Në kufi

source: To activate DNS profiles, go to: Settings → General → VPN & Device Management → DNS Then select imjaDNS.
el: Για να ενεργοποιήσετε τα προφίλ DNS, μεταβείτε στις: Ρυθμίσεις → Γενικά → VPN & Διαχείριση συσκευής → DNS Έπειτα επιλέξτε imjaDNS.
sq: Për të aktivizuar profilet DNS, shkoni te: Cilësimet → Të përgjithshme → VPN dhe menaxhimi i pajisjes → DNS Më pas zgjidhni imjaDNS.

source: Ultra-HD streaming
el: Streaming Ultra-HD
sq: Streaming Ultra-HD

source: Unknown
el: Άγνωστο
sq: E panjohur

source: Unprotected
el: Απροστάτευτο
sq: I pambrojtur

source: Upload
el: Αποστολή
sq: Ngarkim

source: Uploading several feeds
el: Ανέβασμα πολλών ροών
sq: Ngarkim i disa transmetimeve

source: Use a DNS on cellular data
el: Χρήση DNS σε δεδομένα κινητής
sq: Përdor një DNS në të dhëna celulare

source: Web & social
el: Web & κοινωνικά
sq: Web & sociale

source: When
el: Πότε
sq: Kur

source: When on, iOS automatically applies this DNS on mobile data and turns it off on Wi-Fi — enforced by the system in the background, even when imjaDNS is closed.
el: Όταν είναι ενεργό, το iOS εφαρμόζει αυτόματα αυτό το DNS στα δεδομένα κινητής και το απενεργοποιεί στο Wi-Fi — επιβάλλεται από το σύστημα στο παρασκήνιο, ακόμη κι όταν το imjaDNS είναι κλειστό.
sq: Kur është aktiv, iOS zbaton automatikisht këtë DNS në të dhënat celulare dhe e fik në Wi-Fi — zbatuar nga sistemi në sfond, edhe kur imjaDNS është i mbyllur.

source: Your DNS profile is installed but switched off, so it isn't protecting you yet. Turn it on in Settings → General → VPN & Device Management → DNS.
el: Το προφίλ DNS σας έχει εγκατασταθεί αλλά είναι απενεργοποιημένο, οπότε δεν σας προστατεύει ακόμη. Ενεργοποιήστε το από τις Ρυθμίσεις → Γενικά → VPN & Διαχείριση συσκευής → DNS.
sq: Profili juaj DNS është i instaluar por i çaktivizuar, prandaj ende nuk ju mbron. Aktivizoje te Cilësimet → Të përgjithshme → VPN dhe menaxhimi i pajisjes → DNS.

source: HD streaming
sq: Streaming HD
